<?php
require "config.php"; 
?><!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<title><?php echo $title;?> - Правила сервера WoW-Paradise</title>

<style type="text/css">
<!--
body,td,th {
	color: #FFFFFF;
}
body { background:url(images/sitebg.jpg) no-repeat top #070707; padding:0px; margin:0px;}
.body {
	position:relative; 
	width:688px; 
	height:468px;
	background:url(images/terms-p-bg.png) no-repeat;
	margin: 0px 0px 0px 0px;
	}
a:link {border:0px;outline: none;}
a:visited {border:0px;outline: none;}
input, textarea {
	background: #0f0f0f;
	border: 1px solid #000000;
	color: #423c3b;
	font-size:12px; color:#666; font-family:Arial, Helvetica, sans-serif;
	height:374px;
}
a:active {
  outline: none;
}
.textars {
	position:relative;
	width:665px; height:374px;
	padding: 31px 0px 0px 0px;
	left:-1px;
}
.bb {
	position:relative;
	padding: 18px 0px 0px 10px;
    }
	.bb ul { padding:0px; margin:0px;}
	.bb li {
	list-style:none;
	float:left;
	}
	.bb li a {
	display:block;
	}
	.bb li a:hover {
	}
	#agree { width:71px; height:28px; background:url(images/terms-buttons-r.png) -0px -33px no-repeat;}
	 #agree:hover {background:url(images/terms-buttons-r.png) -0px -0px no-repeat;}
	#disagree {width:85px; height:28px; background:url(images/terms-buttons-r.png) -76px -33px no-repeat; margin: 0px 5px;}
	 #disagree:hover {width:85px; height:28px; background:url(images/terms-buttons-r.png) -76px -0px no-repeat;}
-->
</style>
</head>

<body>
<div style="height:55px;"></div>
<center>
<div class="body">
<div class="textars">
<textarea rows="23" style="width:100%; color:#746d6c;" readonly="readonly">
Внимание: подключаясь к данному серверу, Вы автоматически принимаете условия данного соглашения, а также все правила и условия, установленные на данном ресурсе wow-paradise.ru . Администрация не несет ответственности за возможные нарушения игроками Пользовательского Лицензионного Соглашения (EULA) World Of Warcraft™ . Если Вы не согласны с какими-то пунктами данного Соглашения, Вы имеете полное право прекратить пользование данным ресурсом:

a) данный не официальный сервер игры World of Warcraft (в дальнейшем Сервер) является экспериментальной не коммерческой разработкой, созданной для ознакомления пользователей с игрой World of Warcraft. Данный сервер не является нарушением EULA World of Warcraft, т.к. для его разработки не производилась декомпиляция или исследования клиентской части игры, а сама разработка не является производной от оригинальной игры, а только ознакомительным проектом-подражанием.

б) подключение к Серверу требует изменения файла realmlist.wtf либо использование сторонних программ , что является нарушением пункта A, статья 4 EULA World of Warcraft. Пользователи выполняют данное изменение на свой страх и риск, принимая всю ответственность и соглашаясь с положениями данного Соглашения.

в) распространение клиентской части игры запрещено EULA, поэтому на нашем Сервере не предоставляется целиком или частично ни оригинальный клиент World of Warcraft, ни какая-либо из предварительных (альфа, бета и др.) версий клиента. Сервер не является зеркалом для обновлений enGB и enUS игры.

г) все учетные записи пользователей, персонажи, игровые предметы, навыки и другие приобретенные элементы являются собственностью Администрации сервера. Весь статический игровой контент (включающий, но не ограниченный следующими элементами: названия, компьютерный код, музыкальное сопровождение, объекты, истории, диалоги, местности, графика и анимация NPC, их расположение, элементы ландшафта, визуальные эффекты, история и другие элементы) является интеллектуальной собственностью Blizzard Entertainment, за исключением отдельно оговоренных случаев.

д) Статический игровой контент, такой как расположение NPC, объектов, информация о талантах, заклинаниях, формулах, и другие игровые данные получены путем изучения открытых интернет-ресурсов, официального Руководства Пользователя, данных официального форума , платных и бесплатных руководств по игре, а также на основании собственного опыта представителей Администрации, базирующегося на игре на официальных серверах World of Warcraft.

г) Претензии по поводу статического игрового контента, графических элементов, оформления игры и других объектов интеллектуальной собственности Blizzard Entertaiment могут быть предъявлены представителям Blizzard Entertaiment в порядке предусмотренном EULA World of Warcraft в случае наличия учетной записи на официальном сервере, а также в случае отсутствия нарушений EULA со стороны игрока.

д) Все пожертвования, совершаемые пользователями ресурса, являются добровольными, безвозмездными и не подлежат возврату. Совершая пожертвование, пользователь автоматически соглашается с данными условиями. Просьбы о возврате пожертвованных средств Администрацией не рассматриваются, пользователь должен заранее оценить преимущества и недостатки, прежде чем совершить пожертвование. Все действия по материальной поддержке проекта пользователи совершают на свой страх и риск.



1. Права и обязанности сторон.



1.1. Администрация Вам лично ничего не должна.

1.2. Незнание данных правил не освобождает Вас от ответственности за нарушения их.

1.3. Все игроки должны самостоятельно отслеживать изменения в правилах.

1.4. Данные Правила могут быть изменены без предварительного уведомления.

1.5. Администрация сервера не несет ответственности за случаи причинения ущерба в результате использования данного сервера, будь то моральный, материальный, физический и иные виды ущерба.

1.6. Администрация не несет ответственности за временную или постоянную невозможность использования сервера конкретным лицом или группой лиц.

1.7. Администрация вправе в любой момент, при прямой или косвенной угрозе, работоспособности сервера, прекратить предоставлять услуги сервера на требуемые сроки или прекратить предоставления услуг конкретному пользователю или подсети в целом без объяснения причин и без права обжалования.

1.8. Администрация вправе контролировать и вмешиваться в игровой процесс в случаях, когда это необходимо (в том числе в нестандартных ситуациях).

1.9. Администрация не производит возврат игровых денег, скилов, каких-либо других материалов используемых в игре, утерявшихся в результате незнания правил игры или проблем связанных с сервером. Это касается также Family вещей отправленных с удаленного персонажа. Забирайте почту перед удалением.

1.10. В случае возникновения сбоев в работе сервера, администрация предпринимает необходимые действия для восстановления его работоспособности в кратчайшие сроки.

1.11 . Пользователь сервера обязан выполнять требования Администрации и предписания данного соглашения.

1.12. Ответственность за нарушения связанные с игровым процессом несет владелец аккаунта, независимо от того, кто совершал действия под данным аккаунтом, а также все аккаунты игравшие с компьютера нарушителя. Под владельцем аккаунта понимается владелец соотвествующего аккаунту емейла регистрации, который был введен при регистрации игрового аккаунта.

1.13. Пользователь сервера имеет право подать жалобу в соответствующую тему форума, по соответствующему порядку написания (форма написания прилагается на форуме) при нарушения в отношение него каких-либо пунктов данного соглашения (или не соответствия наказания, связанных с игровым процессом, описанных в статье «Общие сроки наказаний») Администрацией, ГМами или модераторами, предоставив соответствующие доказательства для рассмотрения данного дела. Запрещено досаждать (повторное сообщение чаще чем один раз в двое суток) Администрации просьбами отменить наложенное наказание.

1.14. Если в течении трех месяцев вы не играли со своего аккаунта, то персонажи переходят в право пользования Администрации и будут удалены для очистки базы или переведены в архив. Если ваш аккаунт класса Премиум, то он останется при вас.

1.15. Все персонажи на сервере являются собственностью Администрации и передаются в пользование игрокам на основании данных Правил.

1.16. Вы имеете право пользоваться Вашими персонажами как угодно, пока это не нарушает данные Правила.

1.17. Категорически запрещена любого рода реклама чего либо как в игре, так и на форуме, а также на сайте сервера без согласования с администрацией.

1.18. Жалобы на владельцев Премиум-аккаунтов принимаются ЛИЧНО Администратором через e-mail и на общее обсуждение ни в каком виде не выносятся. Нарушение этого правила будет караться блокировкой Вашего аккаунта на форуме или в игре соответственно. Срок блокировки определяется администрацией.

1.19. Любые агрессивные выпады в сторону Администрации и неконструктивная критика её действий караются блокировкой аккаунта на форуме или в игре. Срок бана определяется Администрацией, степень конструктивности критики определяется коллективным решением Администрации. 



2. Взаимодействия с администрацией и модераторами в игре и на форуме.



2.1. В Администрацию сервера входят:

- Koss – отвечает за ваши акаунты в игре, за Премиум аккаунты, за работу GM на сервере. Он не правит квестов, не правит баги, не занимается игровым процессом. Не отвечает за работоспособность того или иного в игре.

- Nicopol – заместитель Admin-а по всем вопросам

- Toxic – Координатор ГМ-хелперов, менеджер по развитию проекта.

- - - главный ивент-мастер

- Dominator – администратор форума. Отвечает за работу модераторов и за набор новых модераторов на форум.



2.2. Запрещено обращаться к Администрации сервера без крайней необходимости. Любое обращения к Администрации должно содержать четкое изложение проблемы.

2.3. Запрещено неуважительное отношение к Администрация сервера, как на форуме, так и в игре.

2.4. Запрещены угрозы, “слезные просьбы”, мольбы и т.п. в адрес Администрации как в игре, так и на форуме, в том числе и при личной переписке.

2.5. Запрещено вмешиваться в работу ГМ путем написания ему личных сообщений в игре. Запрос личного сообщения должен исходить от ГМ.

2.6. Запрещено обращаться к ГМ у без причины, будь то на форуме либо в игре.

2.7. Запрещено пререкание с ГМ и оспаривание его действий (если Вас что-то не устраивает, вы можете воспользоваться статьей 1.13. данных Правил).

2.8. Запрещено указание Администрации как, когда и в какой последовательности ей управлять игровым процессом на сервере, а также любые наставления в её (Администрации) работе.

2.9. Запрещено выдавать себя за Администрацию или ГМ в игре, на форуме, и при личной переписке. Наказание - блокировка или удаление игрового аккаунта.



3. Игровой процесс.



3.1. Запрещен несанкционированный доступ к чужому игровому аккаунту.

3.2. Запрещено выдавать себя за других игроков, членов другой гильдии, Администрацию сервера.

3.3. Запрещен постоянный флуд в общем игровом чате. Используйте гильд чат или приватный чат для общения. Канал 4:LookingForGroup предназначен ТОЛЬКО для поиска партнеров по походам в данжи/и т.п.

3.4. Запрещено писать нецензурные выражения в чат (общий, гильдийский, групповой и приватный).

3.5. Запрещена расовая, классовая дискриминация, а также дискриминация по любым другим признакам, а также унижение игроков, гм, и администрации сервера в любом виде.

3.6. Запрещены угрозы в любом из их проявлений в сторону игроков, а также Администрации сервера работающих в он-лайн режиме.

3.7. Запрещено использование читерских программ.

3.8 Запрещено изменение режима сложности подземелья до тех пор, пока там есть хоть один член рейда (пати) находится внутри, даже если он оффлайн.

3.9. Запрещена любая помощь от GM в виде личной выгоды (получение вещей, наложение на вас заклинаний, помощь в прокачке персонажа, а также ресание и перенос вас в любой из инстанcов).

3.10. Запрещен обмен, дарение и любого другого рода обмен конфиденциальной информацией об аккаунтах между игроками. Наказание - удаление чаров с аккаунтов нарушителей (или блокировка аккаунтов).

3.10а. ПОМНИТЕ: Администрация не несёт ответственности за утерянные (украденные) при обмене аккаунты и не занимается их восстановлением и баном укравшего Ваш аккаунт. То есть: Если Вы при обмене аккаунтами были обмануты (и владелец аккаунта вернул его себе через восстановление пароля) - даже если вы уведомите об этом администрацию, ею не будет предпринято никаких мер.

3.11. Администрация НЕ ПЕРЕНОСИТ персонажей между аккаунтами (исключение - перенос с обычного аккаунта на Премиум или с Премиум на Премиум, если оба аккаунта принадлежат одному и тому же игроку, и зарегистрированы на один и тот же email адрес)

3.12. Администрация НИКОГДА не спрашивает у Вас пароли от аккаунтов. Также не следует их сообщать лицам, выдающим себя за Администрацию – все действия с персонажем могут быть произведены без данных о паролях.

3.13. Администрация не несет ответственности за любые несанкционированные действия с персонажами в случае использования нестойких паролей.

3.14. Запрещено использование Премиум-снаряжения на аренах и БГ, и в ПвП зоне "Озеро Ледяных Оков", вы будете портированы в точку старта. Также Премиум-снаряжение и спеллы с Премиум снаряжения не могут находиться на обычном аккаунте (исключение - аккаунты Администрации и только в тестовых целях). Нежелательно применение данного снаряжения в ПвП (против игроков). В случае частых жалоб на владельцев Премиум снаряжения при применении его против групп игроков (особенно младших уровней) Администрация оставляет за собой право принять меры наказания к владельцам (вплоть до отзыва Премиум снаряжения с аккаунта в случае рецидива). Строго ЗАПРЕЩЕНО применение премиум снаряжения в защите и нападении на столицы Альянса и Орды.

3.15. Запрещено нахождение игроков с обычных аккаунтов в локации "Кратер Азшары" (Премиум локация). Наказание - бан от 2 недель до постоянного.

3.16. Запрещено искусственное повышение рейтинга арена команды посредством умышленного проигрыша боя противнику ("слив"). Наказание - бан капитана команды и трех игроков команды с высшим рейтингом на 2 недели, и роспуск команды с аннулированием очков арены у всех ее участников.

3.17. Восстановление паролей от игровых аккаунтов возможно только путем отправки автоматически созданного пароля на оригинальный емейл регистрации.

3.18. Смена емейла регистрации возможна не ранее чем через 6 месяцев после предыдущей смены (либо первичной регистрации), и только путем запроса с текущего (оригинального) емейла.



4. Использование ошибок сервера (багов).



4.1. Запрещено использование ошибок сервера (багов). Под ошибками подразумевается любые действия, не предусмотренные игровым процессом и направленные на извлечение личной выгоды, в том числе: вождение паровозов в данжи, убийство босса через баг, использование спелов при помощи обхода их кулдауна, путем написании макросов и т.п.
4.2. При нахождении Вами нового бага, Вы обязаны сообщить об этом Администрации сервера в соответствующем разделе на форуме.
4.3. Запрещено использовать ПО, эмулирующее в любом виде присутствие игрока в игре или нарушающее нормальное функционирование серверного ПО.
4.4. Запрещены действия, ведущие к существенному увеличению трафика или существенному увеличению нагрузки на сервер. В частности, запрещены автоматические или полуавтоматические скрипты, которые выполняют множественные запросы к базе данных.

4.5. Запрос через аддоны несуществующих на сервере вещей автоматически вызывает кик персонажа из мира.



5. Общение, присвоение имен.



5.1. Запрещено использование нецензурных выражений в игре и на форуме, в том числе в названии имен, гильдий и т.п.
5.2. Запрещено давать любую рекламу чего бы то ни было на форуме и в игре в прямом или косвенном виде.
5.3. Недопустимы имена, титулы, названия гильдий, аббревиатуры гильдий, оскорбляющие других игроков, или содержащие нецензурные выражения (мат).
5.4. Запрещено давать имена на форуме, а также в игре, связанные с Администрацией сервера.
5.5. Администрация не меняет первоначальных имен персонажей (исключение - неблагозвучность или оскорбительность имени).
5.6. Запрещено использование “цветного чата”, это будет расцениваться как подделка системных сообщений и караться соответственно.



6. Ведение торговли.



6.1. Запрещена покупка/продажа игровых благ за реальные деньги.
6.2. Запрещена покупка/продажа игрового персонажа за реальные деньги.
6.3. Запрещено вымогательство, путем обмана, для получения доступа к чужому аккаунту.
6.4. Игровой счет премиум аккаунта (MMU) не является реальными деньгами.

6.5. Правила использования Премиум-аккаунтов описаны в отдельном Соглашении.



7. Правила для GM.



7.1. ГМ не имеет права ни в каких случаях восстанавливать потерянные вещи игрока (даже утраченные в случае бага сервера).

7.2. Запрещено искусственное повышение уровня, а также любого другого параметра персонажа.
7.3. Запрещено нарушать игровой процесс, запрещена передача вещей и других любых игровых благ.
7.4. Запрещено запугивание/унижение игроков, шантаж.
7.5. Запрещено использования прав GM в своих интересах.
7.6. Запрещены любые действия с игроком (не считая случаев, оговоренных в ст. 1.8. настоящих Правил) без запроса на оказания помощи.
7.7. Запрещено выбивание любых вещей из монстров для подбора/передачи их игрокам.
7.8. Запрещено передавать деньги/вещи и иные игровые предметы игрокам.
7.9. Запрещено спрашивать у игроков любые реквизиты от их персонального аккаунта.

7.10. Если Администратор выполняет функции ГМ в игре, то он также руководствуется данными правилами для ГМ.



8.1. Рекомендации.



8.1.1. Будьте корректны в своем взаимодействии с игроками и с ГМами.
8.1.2. Своевременно сообщайте Администрации о найденных багах и недоработках – пишете об этом на форуме в отведенный для этого раздел.
8.1.3. При запросе помощи полностью подчиняйтесь ГМy и следуйте его командам/рекомендациям.
8.1.5. Старайтесь читать новости на форуме, на нем постоянно публикуется различная полезная и нужная для Вас информация.



8.2. Общение с ГМом в игре.



8.2.1. При возникновении у Вас проблем связанных с невозможностью воскреснуть или вы застряли в текстурах – заполняйте ticket. По другим вопросам читайте форум и оставляйте Ваши заявки в специально отведенных разделах и темах (по форме, которая описана в них).
8.2.2. При написании ГМу личного сообщения в игре – вы можете быть проигнорированы – все вопросы путем ticket.
8.2.3. Пишите суть проблемы четко и ясно на правильном языке без употребления различных жаргонизмов и нецензурной лексики.
8.2.4. Оформить тикет вы можете на русском, украинском или английском языке.
8.2.5. Форма оформления тикета:
• Ваша фракция (альянс, орда);
• Ник персонажа;
• Краткое описание проблемы (не могу воскреснуть – помогите).



9. Дополнительные правила.



9.1. Данные правила могут изменяться без предупреждения.
9.2. В случае совершения игроком деяния, явно наносящего ущерб организации игры и (или) игровому процессу, но прямо не предусмотренного в правилах, администрация имеет право вынести наказание адекватное совершенному деянию, вплоть до удаления аккаунта, с последующим обязательным внесением изменений в его редакцию и публичным объявлением своего решения о вынесении наказания в таких случаях на веб-сайте сервера и на форуме.
9.3. По нарушению правил предусмотрен общий «кодекс» наказаний, но за серьезные правонарушение или за систематическое нарушение правил, Администрация оставляет за собой право выбора любого наказания вплоть до удаления игрового аккаунта и блокировки нарушителя/подсети нарушителя по IP/MAC-адресам.

9.4. Администрация имеет право информировать пользователей посредством отправки уведомлений на емейл регистрации аккаунтов о существенных изменениях и новостях на сервере.



Просьба указывать валидный емейл при регистрации, иначе в дальнейшем могут быть проблемы при потерянном пароле и при активации аккаунта. Домены почтового провайдера mail.ru не принимаются к регистрации.



Создание игрового аккаунта на сервере означает согласие со всеми вышеуказанными правилами.
</textarea>
</div>
<div class="bb" align="left">
 <ul>
  <li><a id="agree" href="index.php?terms=agree"></a></li>
  <li><a id="disagree" href="http://www.google.com/"></a></li>
 </ul>
</div>
</div>
</center>

</body>
</html>
